<style lang="stylus">
.mall-help-terms
    padding: 36px 40px
    h3
        text-align: center
        counter-reset: h4-counter
    h4
        counter-increment: h4-counter
        &::before
            content: counter(h4-counter, cjk-ideographic) '、'
        & ~ ul
            counter-reset: toc
            & > li
                counter-increment: toc
                &::before
                    content: counter(toc) '.'
    ul
        counter-reset: toc
        > li
            counter-increment: toc
            &::before
                content: counters(toc, '.')
    p, li
        margin: 24px 0
        line-height: 1.5em
    li::before
        padding-right: .2em
</style>
<template lang="jade">
    .mall-help-terms.bdb.fz-30
        h3 美玉秀秀商城入驻协议
        p
            | 在接受本协议之前，请您仔细阅读本协议的全部内容。如果您对本协议的条款有疑问，请通过美玉秀秀客服渠道进行询问，我们将向您解释条款内容。如果您不同意本协议的任何内容，或者无法准确理解美玉秀秀对条款的解释，请不要进行后续操作。
        p 此协议生效后，会一直有效，除非商家退出，则协议失效。
        h4 合作模式
        ul
            li 美玉秀秀根据其技术能力和资源提供平台服务。
            li 工作室/商家通过美玉秀秀向用户提供商品或服务，应依法经营，遵守美玉秀秀相关的制度和规定，自负盈亏，独立承担责任和风险。
        h4 相关定义
        ul
            li 美玉秀秀、美玉秀秀平台指由南京美玉秀秀科技有限公司开发的运营平台。
            li 工作室/商家指依据美玉秀秀入驻流程和要求完成信息及证明材料提交，经美玉秀秀审核后，在美玉秀秀平台上进行经营活动的自然人、法人或组织机构。
            li 用户指所有在美玉秀秀平台上注册成为美玉秀秀注册会员的自然人、法人或组织机构。
            li
                | 服务费指工作室/商家使用美玉秀秀平台各项服务时按照本协议约定缴纳的固定费用。美玉秀秀暂时不收取任何费用，不排除今后就其提供的全部或部分服务或者其他新增服务更改费用比例，届时美玉秀秀将通过邮件、站内公告等形式提前公布收费政策及收费规则。
            li
                | 交易手续费指在工作室/商家和买家的交易成功后，工作室/商家需要缴纳第三方网关（如支付宝、微信）或银行系统的交易手续费，该手续费目前由美玉秀秀代付，不排除今后改由工作室/商家承担，届时美玉秀秀将通过邮件、站内公告等形式提前公布收费政策及收费规则。
        h4 入驻方式
        ul
            li
                | 申请资质
                ul
                    li 工作室/商家经营范围主要为和田玉。
                    li 工作室/商家每年能够有一定数量的商品在平台上销售。
                    li 工作室/商家必须持有有效的身份证件和经营资质证件。
            li
                | 入驻条件
                ul
                    li 工作室/商家须向美玉秀秀提供的资料包括并不限于：身份证件扫描件（正反面）、营业执照扫描件；
                    li
                        | 工作室/商家须保证向美玉秀秀提供的上述证明文件或其他相关证明真实、合法、准确、有效，并保证上述证明文件或其他相关证明发生任何变更或更新时，及时通知美玉秀秀，若上述文件变更或更新导致工作室/商家不符合本协议所规定入驻条件的，美玉秀秀有权单方全部或部分限制工作室/商家经营，直至终止本协议。
                    li
                        | 工作室/商家对其提交的证明文件或其他相应证明的真实性、合法性、准确性、有效性承担全部法律责任，因工作室/商家提交虚假、过期的证明文件或因证明文件发生变更而未及时通知美玉秀秀导致纠纷或被相关国家机关处罚的，由工作室/商家独立承担全部法律责任，如因此造成美玉秀秀损失的，工作室/商家应予以赔偿。
            li
                | 注册ID和认证信息
                ul
                    li
                        | 注册ID规范
                        ul
                            li 不要出现美玉秀秀、其他平台或知名品牌的名称，如淘宝、京东等；
                            li 不要出现旗舰店、专营店等字样；
                            li 不要出现行业名称或者通用名称，如南京市珠宝玉石协会等；
                            li 不要出现知名人士的名字，如彭丽媛、赵薇等；
            li
                | 工作室/商家重新入驻限制
                ul
                    li 严重违法违规、资质造假被美玉秀秀清退的，永久限制入驻；
                    li 工作室/商家一自然年内主动退出入驻或因本条第一款之外的原因被美玉秀秀强制退出入驻的，此后的一个完整年度内限制入驻。
        h4 退出入驻
        ul
            li 工作室/商家主动退出入驻的，需要提前三十天告知，审核通过后关店；
            li
                | 不满足美玉秀秀入驻条件的工作室/商家，美玉秀秀将强制退出入驻，具体情况如下：工作室/商家提供虚假资质文件的；工作室/商家产品价格、规格等信息标示错误，导致行政处罚、争议和纠纷的；工作室/商家产品质量、标识不合格的，或者产品涉嫌走私、假冒伪劣、旧货、返修品的；工作室/商家连续 30（三十）日或累计 90（九十）日未正常经营店铺的；工作室/商家多次被消费者投诉的；其他违反本协议约定或美玉秀秀其他规则的。
        h4 商品管理
        ul
            li
                | 商品信息
                p
                    | 工作室/商家通过美玉秀秀陈列销售的每一件产品，工作室/商家须按美玉秀秀要求的格式提供准确、完整的必备产品信息，并在必要时及时更新以保证该信息在任何时候均准确完整。
                p
                    | 工作室/商家须保证其提供的资料、产品（包括包装）及其标识、标签、报价、销售符合法律规定，不包含任何色情、淫秽、诽谤他人及其它非法内容。工作室/商家保证不在美玉秀秀上提供任何禁止或限制销售产品（包括但不限于假货、水货、盗版、虚假宣传、欺诈及其它非法产品）的信息或试图进行该等产品的陈列销售；工作室/商家也不能提供任何URL标识以供使用。
                p
                    | 工作室/商家须保证商品的宝贝图不可盗用其他店铺的拍摄图，不可侵犯其他第三方的肖像权、著作权、商标等权利，如美玉秀秀接到相关投诉，工作室/商家须举证证明自己对图片享有使用权，且工作室/商家保证商品的宝贝图与实际销售宝贝相一致，不存在与图片样式、材料、质量等不符的产品。
                p 如果工作室/商家违反以上条例，将会有相应的惩罚措施。
            li
                | 商品陈列
                p
                    | 符合美玉秀秀要求的商品，将会在审核后陈列在APP上，美玉秀秀会自主对符合要求的商品进行促销、推广等活动，美玉秀秀有权使用买家对于已购商品的评论和反馈，并有权公开。
        h4 订单管理
        ul
            li
                | 发货时间承诺
                p 预售商品，必须在预售设置的时间内发货，现货商品，必须在72小时内发货。
            li 工作室/商家在每个工作日必须至少查看一次订单消息。
            li 工作室/商家必须向美玉秀秀提供相应的物流信息、单号等，并同意美玉秀秀公开以上信息。
            li 工作室/商家不能主动取消订单，除非根据该订单产生时公布在美玉秀秀网站的条款和条件允许取消该交易订单。
            li 工作室/商家对任何未送达、错误送达、遭到盗窃或其他有关产品的配送和运输的错误行为承担责任。
            li 工作室/商家承诺所有的销售行为都是基于真实的买卖事实发生，不存在虚假销售或配送行为。
            li 全场顺丰包邮。
        h4 结算管理
        ul
            li 买家通过美玉秀秀与工作室/商家进行交易的，货款须支付至美玉秀秀指定的第三方支付公司账户中或美玉秀秀指定账户中。
            li 买家确认收货并在3天内没有提出退货申请，工作室/商家就可以进行提现申请，一般1-2个工作日后可以到账。
        h4 退货管理
        ul
            li 买家在确认收货后3天内提出退货申请，工作室/商家必须及时处理，并不能要求买家承担发货时的运费和保价费。
        h4 工作室/商家销售渠道的同等性
        ul
            li
                | 工作室/商家在美玉秀秀平台销售产品的价格不得高于工作室/商家在其它地方销售该产品的价格。因此，工作室/商家在美玉秀秀开店上线日及以后，工作室/商家须保证，对于工作室/商家在美玉秀秀提供或销售的任何产品的价格、内容和其它条件，工作室/商家给予美玉秀秀用户的优惠不低于工作室/商家或工作室/商家的关联机构在任何工作室/商家的销售渠道对该产品提供的最大优惠。
                p 如果工作室/商家有任何违反本条规定的情形，工作室/商家应及时对受到不利影响的顾客作出补偿，补偿方式是工作室/商家向顾客退还适当款项。
        h4 有限责任及免责
        ul
            li
                | 不论在何种情况下，美玉秀秀均不对由于电力、网络、电脑、通讯或其他系统的故障、罢工（含内部罢工或劳工骚乱）、劳动争议、暴乱、起义、骚乱、生产力或生产资料不足、火灾、洪水、风暴、爆炸、战争、政府行为等不可抗力，国际、国内法院的命令或第三方的不作为而造成的不能服务或延迟服务承担责任。
            li
                | 本协议以下服务将按“现状”和按“可得到”的状态提供，美玉秀秀在此明确声明对服务不作任何明示或暗示的保证，包括但不限于对服务的可适用性、没有错误或疏漏、持续性、准确性、可靠性、适用于某一特定用途。
            li 使用美玉秀秀平台服务下载或者获取任何资料的行为均出于工作室/商家的独立判断，并由其自行承担因此而可能产生的风险和责任。
            li
                | 法律地位声明：美玉秀秀为向工作室/商家及美玉秀秀其他用户进行网上交易活动提供交易平台和服务提供商，并非工作室/商家与美玉秀秀用户之间交易行为的参与方，美玉秀秀不对交易信息及交易行为的真实性、合法性、准确性、及时性、有效性等作任何明示或暗示的保证，亦不承担任何法律责任。若因工作室/商家与参与交易的美玉秀秀用户之间的交易行为引起法律纠纷，包括但不限于投诉、起诉、举报及税赋问题等，均由参与交易的双方解决，与美玉秀秀无关。但工作室/商家怠于履行义务时，美玉秀秀有权介入并依据一般人的认知程度对该争议进行判断和处置，工作室/商家应当予以执行。
            li
                | 不可抗力处理：如本协议履行期间，美玉秀秀与工作室/商家任何一方遭受不可抗力，均应及时通知对方，并于通知之日起15日内提供相关证明文件。不可抗力自发生之日起持续达到30日的，任一方有权在通知对方后提前终止本协议。因不可抗力导致本协议中止或终止的，双方均不须向对方承担违约责任。
        h4 税务问题
        p 工作室/商家在使用美玉秀秀服务过程中，所产生的应纳税赋，均由工作室/商家独自承担。
        h4 许可和知识产权
        ul
            li
                | 工作室/商家应授予美玉秀秀免费的、非独占的、永久的、不可撤销的权利和许可。美玉秀秀在不改变工作室/商家所提供的商标的前提下（除非为了推广介绍的目的而同比例改变商标大小），可以对工作室/商家的资料进行使用、复制、演示、展示、分发、改编、修改、重新排版、制作衍生作品以及商业化或非商业化，并可再许可前述权利，但应遵守工作室/商家就商标的特定使用提出的移除商标的要求（如果工作室/商家不能通过美玉秀秀提供的标准化功能进行此操作）。
            li
                | 由美玉秀秀在美玉秀秀平台上发布的，包括但不限于著作、图片、档案、资讯、资料、网站架构、网站画面的安排、网页设计，均由美玉秀秀依法拥有知识产权。非经美玉秀秀同意，工作室/商家不得擅自使用、修改、复制、公开传播、改变、散布、发行或公开发表美玉秀秀的上述知识产权及美玉秀秀的程序或内容。
        h4 补偿
        p
            | 基于以下事项及与之相关的事项所产生的费用，包括但不限于和解费、调解费、律师费、损害赔偿金、补偿金，均由工作室/商家承担，导致美玉秀秀涉入纠纷或涉诉的，应为美玉秀秀提供免责证明，导致美玉秀秀遭受损失的，工作室/商家应承担赔偿责任：
        ul
            li 工作室/商家存在违反或被主张存在违反本协议项下义务或法律的行为；
            li
                | 工作室/商家在任何渠道的销售过程中（包括报价、销售﹑配送、退款﹑退货），因其产品、提供的资料（包括但不限于美玉秀秀按照工作室/商家的要求修改后的产品信息、图片）等原因，导致侵犯他人知识产权或导致他人人身、财产遭受损害的；
        h4 保密义务
        ul
            li
                | 工作室/商家使用美玉秀秀服务的过程中，知悉的与美玉秀秀相关的一切涉密信息。工作室/商家同意：
                ul
                    li 所有保密信息均为美玉秀秀的独占财产；
                    li 工作室/商家仅在使用服务的合理必要的范围内使用保密信息，并保证接触保密信息的人知悉并遵守本条规定的保密义务；
                    li 工作室/商家不能将保密信息向除上述规定外的任何个人、公司或其他第三方披露；
                    li 工作室/商家将采取一切合理措施来保护保密信息，使其不被以非经本协议明确允许的方式使用或披露。
                    li
                        | 未经美玉秀秀事先书面许可，工作室/商家不得以任何方式（包括在宣传材料中）发布有关服务的任何新闻稿或公开声明，或使用美玉秀秀的名称、商标、标识，也不得以任何方式使人对美玉秀秀平台产生误解。
            li
                | 对于美玉秀秀的交易信息，工作室/商家不能直接或间接地：
                ul
                    li
                        | 披露或者传递任何美玉秀秀交易信息（除非工作室/商家为履行本协议项下义务所需而披露，并且保证每位接收者仅为前述目的而使用该信息，并遵守工作室/商家使用该信息时所应遵守的限制）；
                    li 为宣传推广的目的使用美玉秀秀交易信息，或以其它不符合美玉秀秀隐私政策的方式、违法的方式使用美玉秀秀交易信息；
                    li 除向顾客收取销售产品的价款外，另行收取相关费用或诱导顾客另行购买产品；
                    li 贬损美玉秀秀、美玉秀秀的产品和服务及美玉秀秀的用户、顾客。
        h4 双方关系
        p
            | 本协议并不在美玉秀秀之间产生任何合伙、合资、代理、特许权使用、销售代表或雇佣关系。工作室/商家无权代表美玉秀秀发出或接受任何要约或承诺。工作室/商家不能在其他的网站或任何其他场所做出任何与本条规定相冲突的声明。本协议在工作室/商家与美玉秀秀之间不产生排他性合作关系。本协议及其项下所有陈述、保证、约定、条件和条款仅为美玉秀秀、工作室/商家以及相关顾客或买家的利益而制定。
        h4 法律适用和争议解决
        p 本协议适用中国法律。双方因本协议发生纠纷，应友好协商解决，协商解决未果，任何一方有权向美玉秀秀所在地人民法院提请审理。
        h4 其他
        ul
            li
                | 没有美玉秀秀的事先书面同意，工作室/商家不能基于法律实施或以其他方式转让本协议。在此限制的前提下，本协议对协议各方及其各自的继受人和受让人具有约束力，并可对其强制执行。
            li 美玉秀秀可以通过一个或多个关联公司履行本协议项下的任何义务或行使任何权利。
            li 美玉秀秀未要求工作室/商家严格履行本协议任何条款，不构成美玉秀秀对要求履行该条款或本协议任何其他条款的权利的放弃。

</template>
<script>
export default {
    name: 'MallHelpTermsView'
}
</script>
