<style lang="stylus">
.mall-help-detail
    .item
        .dot
            vertical-align: 6px
            height: 10px
            width: 10px
        .content
            padding: 0 32px 0 54px
</style>
<template lang="pug">
.mall-help-detail.bg-white
    .item(v-for="pro in item.pros")
        .flex.pdh-32.pdb
            img.dot.mgr-12(:src="'red_dot.png' | qn")
            a.bold.fz-30(:id="pro.id") {{pro.title}}
        .content.fz-26.gray.user-txt {{pro.desc | input}}
</template>
<script>
export default {
    name: 'mall-help-detail',

    data() {
        return {
            items: [
                {
                    type: 'common',
                    name: '常见问题',
                    pros: [
                        {
                            id: 'common_1',
                            title: '平台上的和田玉都是真的吗？',
                            desc: '美玉秀秀秉承玉文化的传统，对商品的产地、品质以及商家的资质严格把关，力求帮助广大玉友甄选出最优质的商品。\n每一个入驻美玉秀秀的商家都经过平台团队资质验证，请顾客放心选购。\n如果商品出现虚假描述、夸大描述、虚假承诺等问题，顾客可以联系客服进行投诉。'
                        }, {
                            id: 'common_2',
                            title: '美玉秀秀怎么保证交易安全？',
                            desc: '买家付款后，钱款由美玉秀秀平台暂时保管，顾客收到货之后，确认商品没有任何问题点击确认收货，并且在3天内没有退货情况，这时才把钱打到商家的帐户！美玉秀秀为玉友提供安全、快捷、方便的在线支付解决方案。'
                        }, {
                            id: 'common_3',
                            title: '如何付款？',
                            desc: '支持微信和支付宝两种网络付款方式，若有需要也可以联系客服使用银行转账的方式付款'
                        }, {
                            id: 'common_4',
                            title: '如何还价？',
                            desc: '点击商品详情页下的私信按钮，可以与商家一对一沟通协商价格。价格达成一致同时商家改价后即可继续付款'
                        }, {
                            id: 'common_5',
                            title: '订单生成后需要在多长时间内付款？',
                            desc: '成功生成订单后，需要在2小时内付款，2小时后订单自动取消。订单取消后，您可以再次下单。'
                        }, {
                            id: 'common_6',
                            title: '什么是鉴赏期？',
                            desc: '确认收货后，买家在3天内可以上手鉴赏随时退货。鉴赏期内商品钱款暂由美玉秀秀平台保存，鉴赏期过后才会打给商家。'
                        }, {
                            id: 'common_7',
                            title: '平台上的和田玉都是真的吗？',
                            desc: '美玉秀秀秉承玉文化的传统，对商品的产地、品质以及商家的资质严格把关，力求帮助广大玉友甄选出最优质的商品。\n每一个入驻美玉秀秀的商家都经过平台团队资质验证，请顾客放心选购。\n如果商品出现虚假描述、夸大描述、虚假承诺等问题，顾客可以联系客服进行投诉。'
                        }, {
                            id: 'common_8',
                            title: '美玉秀秀怎么保证交易安全？？',
                            desc: '买家付款后，钱款由美玉秀秀平台暂时保管，顾客收到货之后，确认商品没有任何问题点击确认收货，并且在3天内没有退货情况，这时才把钱打到商家的帐户！美玉秀秀为玉友提供安全、快捷、方便的在线支付解决方案。'
                        }, {
                            id: 'common_9',
                            title: '如何付款？',
                            desc: '支持微信和支付宝两种网络付款方式，若有需要也可以联系客服使用银行转账的方式付款'
                        }, {
                            id: 'common_10',
                            title: '如何还价？',
                            desc: '点击商品详情页下的私信按钮，可以与商家一对一沟通协商价格。价格达成一致同时商家改价后即可继续付款'
                        }, {
                            id: 'common_11',
                            title: '订单生成后需要在多长时间内付款？',
                            desc: '成功生成订单后，需要在2小时内付款，2小时后订单自动取消。订单取消后，您可以再次下单。'
                        }, {
                            id: 'common_12',
                            title: '什么是鉴赏期？',
                            desc: '确认收货后，买家在3天内可以上手鉴赏随时退货。鉴赏期内商品钱款暂由美玉秀秀平台保存，鉴赏期过后才会打给商家。'
                        }
                    ]
                }, {
                    type: 'order',
                    name: '订单问题',
                    pros: [
                        {
                            id: 'order_1',
                            title: '为什么要确认收货？',
                            desc: '因为美玉秀秀平台上出售的商品价值普遍比较高，强烈建议顾客当面验货，在不影响商品二次销售的原则下拆开物流包装以确认商品。如果物流公司拒绝验货，顾客有权拒签。'
                        }, {
                            id: 'order_2',
                            title: '多长时间能送到？',
                            desc: '商家在买家付款24小时内发货，商家发货后点击订单列表中“查看物流”按钮，即可查看物流状态。'
                        }, {
                            id: 'order_3',
                            title: '运费和保价费由谁承担？',
                            desc: '商家在发货时和顾客在退货时，均请您务必使用顺丰速运，并且选择保价的方式配送；关于保价的金额和邮费保费的支付方式，请您务必与商家/顾客协商沟通，达成一致，如果您没有与商家协商，默认的处理方案如下：<br>1）商家寄出商品时，运费和保价费由商家支付；<br>2）发生退货时，顾客承担退货的运费及保价费；<br>3）退货时，顾客不用承担商家寄出的运费和保价费；<br>4）如果双方就退货以及退货导致的运费和保价费未能达成一致，由平台协商仲裁解决。<br>5）退货时保价的金额不应低于商家发货支付的保价金额。'
                        }, {
                            id: 'order_4',
                            title: '验货与签收？',
                            desc: '强烈建议您先验货，再签收！如果收到商品描述不符，请按照以下情况操作：<br>3天鉴赏期内，您可以登录【我的】—【我的订单】找到对应订单，在订单后面点击【申请退款/退货】，同时上传商品描述不符的相关凭证。<br>若交易显示成功，且时间在3天后，页面已经无法发起退货，建议您保留好有效凭证，联系商家协商处理。<br>*注意：建议您最好当着快递员的面验货，有问题拍照拒收哦。'
                        }, {
                            id: 'order_5',
                            title: '如何付款？',
                            desc: '1）网络付款<br>支持微信和支付宝两种<br>2）银行转账<br>联系客服通过银行转账的方式付款'
                        }, {
                            id: 'order_6',
                            title: '订单生成后需要在多长时间内付款？',
                            desc: '成功生成订单后，需要在2小时内付款，2小时后订单自动取消。订单取消后，您可以再次下单。'
                        }, {
                            id: 'order_7',
                            title: '商品改价？',
                            desc: '生成订单后也可以与商家继续协商价格，在完成付款之前商家可以对订单价格进行修改。'
                        }
                    ]
                }
            ]
        }
    },

    ready() {
        this.action('updateTitle', {text: this.item.name})
    },

    computed: {
        item() {
            return _.filter(this.items, (item) => {
                return item.type === this.$route.params.type
            })[0]
        }
    }
}
</script>