<style lang="stylus">
.mall-help-detail
    .dot
        vertical-align: 6px
        height: 10px
        width: 10px
    .content
        padding: 0 32px 0 54px
</style>
<template lang="pug">
.mall-help-detail.bg-white.pdb-40
    div(v-for="pro in items[type].pros")
        .flex.pdh-32.pdb
            img.dot.mgr-12(:src="'red_dot.png' | qn")
            a.bold.fz-30(:id="pro.id") {{pro.title}}
        .content.fz-26.gray.user-txt {{{pro.desc | input}}}
</template>
<script>
export default {
    name: 'mall-help-detail',

    data() {
        return {
            items: {
                common: {
                    title: '常见问题',
                    pros: [
                        {
                            id: 'common_1',
                            title: '担保交易如何保障资金安全？',
                            desc: '买家支付的钱款由美玉秀秀受银行监管的账户代管，买家确认收货且最终交易完成之后，钱款才会转移到卖家账户\n交易流程为：\n确认购买信息→买家付款到美玉秀秀平台→卖家发货→买家收货无问题→鉴赏期→美玉秀秀付款给卖家→交易完成'
                        }, {
                            id: 'common_2',
                            title: '退货期从什么时候开始计算？',
                            desc: '退货期从订单状态变更为确认签收后开始计算，确认签收有两种方式：\n1. 买家收到货物后，手动点击确认签收\n2. 美玉秀秀和各大快递公司进行了深入合作，当订单物流信息显示［已签收］后的36小时，订单状态会自动变为确认签收'
                        }, {
                            id: 'common_3',
                            title: '发货和退货运费谁来承担？',
                            desc: '如双方没有特殊约定：\n1. 发货运费由卖家承担，超过2000元的商品建议采用保价运输\n2. 退货运费由买家承担，需采用和卖家发货相同快递公司和保价方式运输\n如双方有特殊约定，按照双方协商约定进行'
                        }, {
                            id: 'common_4',
                            title: '付款了，商家不发货怎么办？',
                            desc: '1. 付款后，超过24小时卖家还未发货，且无法联系到卖家时，请您及时联系客服处理\n2. 付款后，卖家因缺货、价格变动等其它原因导致无法发货，您可以在订单状态中申请退款；同时，请您联系客服说明情况，客服核实后会对卖家进行违规操作处理'
                        }, {
                            id: 'common_5',
                            title: '交易中发生纠纷怎么办？',
                            desc: '在选购、付款以及售后过程中产生的任何纠纷，您都可以联系客服说明情况，客服会根据双方的交易记录和信息对纠纷进行仲裁处理'
                        }, {
                            id: 'common_6',
                            title: '如何退货？',
                            desc: '1. 快递已签收后，如果买家不满意，可以在订单状态变更为［已签收］的3天内提出退货申请\n2. 在订单状态中，点击［申请退货］，填写原因、上传凭证并提交申请\n3. 卖家会在24小时内对退货申请进行处理，如果卖家同意退货申请，您需要将商品按照原包装（包括赠品）寄回，寄回需使用发货的快递公司以及保价，退货产生的运费、保价费由买家本人支付\n4. 如果卖家24小时内未对退货进行处理，或拒绝退货，客服将进行交易仲裁'
                        }, {
                            id: 'common_7',
                            title: '退款多久可以到账？',
                            desc: '未发货直接退款：1个工作日内钱款会退换至原支付账户\n退货退款：买家寄回退货商品，卖家收到商品后点击确认收货之后的1个工作日内，钱款会退换至买家原支付账户'
                        }, {
                            id: 'common_8',
                            title: '商家不同意退货（退款）怎么办？',
                            desc: '如果卖家24小时内未对退货（退款）申请进行处理，或拒绝退货（退款），请您联系客服，客服将进行交易仲裁'
                        }, {
                            id: 'common_9',
                            title: '可以申请延长退货期吗？',
                            desc: '您可以与卖家进行协商，卖家同意后由卖家发起延长退货期。'
                        }, {
                            id: 'common_10',
                            title: '私下会有什么风险？平台保障吗？',
                            desc: '私下交易已经超过平台保障范围，可能产生的交易纠纷和资金风险平台不做保障，一切风险将有本人承担。'
                        }
                    ]
                },
                customer: {
                    title: '售后问题',
                    pros: [
                        {
                            id: 'customer_1',
                            title: '3天退货期从什么时候开始计算？',
                            desc: '退货期从订单状态变更为确认签收后开始计算，确认签收有两种方式：\n1. 买家收到货物后，手动点击确认签收\n2. 美玉秀秀和各大快递公司进行了深入合作，当订单物流信息显示［已签收］后的36小时，订单状态会自动变为确认签收'
                        }, {
                            id: 'customer_2',
                            title: '退货期过了还能退货吗？',
                            desc: '在美玉秀秀平台内，超过退货期的订单和商品无法发起退货'
                        }, {
                            id: 'customer_3',
                            title: '卖家不同意退货（退款）怎么办？',
                            desc: '如果卖家24小时内未对退货进行处理，或拒绝退货，请联系客服，客服将进行交易仲裁'
                        }, {
                            id: 'customer_4',
                            title: '卖家同意退货，我怎么将商品寄回去？',
                            desc: '1. 请联系卖家获取退货地址，无法联系到卖家请联系客服处理\n2. 获取退货地址后，您需要将商品按照原包装（包括赠品）寄回，寄回需使用发货的快递公司以及保价，退货产生的运费、保价费由买家本人支付'
                        }, {
                            id: 'customer_5',
                            title: '退货用哪家快递公司退回商品？',
                            desc: '买家需采用和卖家相同的快递公司和保价方式退货'
                        }, {
                            id: 'customer_6',
                            title: '退货的运费和保价费谁出？',
                            desc: '退货时，默认买家支付退货快递费用，买家需采用和卖家相同的快递公司和保价方式退货'
                        }, {
                            id: 'customer_7',
                            title: '退款多久到账？',
                            desc: '未发货直接退款：1个工作日内钱款会退换至原支付账户\n退货退款：买家寄回退货商品，卖家收到商品后点击确认收货，1个工作日内钱款会退换至原支付账户'
                        }
                    ]
                },
                logistics: {
                    title: '物流问题',
                    pros: [
                        {
                            id: 'logistics_1',
                            title: '发货用哪家快递公司发货？',
                            desc: '1. 在顺丰可达的地区，卖家默认使用顺丰\n2. 顺丰无法到达的地区可协商选择其它快递方式'
                        }, {
                            id: 'logistics_2',
                            title: '发货运费和保价费谁出？',
                            desc: '1. 无特殊约定，默认卖家支付发货运费，卖家不可在没有和买家沟通的情况下私自选择到付方式\n2. 如双方有协商，按照协商约定进行'
                        }, {
                            id: 'logistics_3',
                            title: '为什么查询不到物流信息？',
                            desc: '1. 物流公司信息显示有一定延迟，请在订单状态变更后3小时再查询物流信息\n2. 如果物流信息依然无法查询，卖家（买家）有可能填写了错误的物流单号，您可以联系对方核实或联系客服处理'
                        }, {
                            id: 'logistics_4',
                            title: '物流显示已签收，但并没有收到商品怎么办？',
                            desc: '请您立即联系物流公司对货物进行跟踪，同时联系客服，核实后客服会对订单进行重点保护，保障您的资金和商品安全'
                        }, {
                            id: 'logistics_5',
                            title: '没收到商品，误点击了确认签收怎么处理？',
                            desc: '1. 您可以和卖家进行沟通，说明情况后，卖家可根据预计到货时间延长退货期\n2. 联系客服进行处理'
                        }
                    ]
                }
            }
        }
    },

    computed: {
        type() {
            return _.split(decodeURIComponent(this.$route.params.type), '#', 1)
        }
    },

    ready() {
        this.action('updateTitle', {text: this.items[this.type].title})
    }
}
</script>