<style lang="sass">
.purchase-view {
    padding: 32px;
    h3 {
        color: black;
        &::before {
            content: '•';
            color: #CC3F4F;
            margin-right: 14px;
        }
    }
    p {
        padding: .8em 0;
        line-height: 1.5;
        color: gray;
    }
}
</style>
<template lang="jade">
.purchase-view.font-30
    h3 全新求购比价模式
    p 发布求购的需求，全国认证商家一起参与竞标，用户对喜欢的作品直接下单上手比货，从众多作品中轻松找到喜欢的美玉。求购需求加上商户竞标模式，让购买美玉变得更加简单靠谱！
    h3 求购保证金
    p 为了让商家提供更高质量的服务，避免一些无效求购需求的出现，对求购用户收取一定数额的保证金，无论最终求购竞标是否中标，用户保证金都将全额返还，推荐使用微信支付保证金。
    h3 竞标商户\工作室已认证
    p 通过平台认证的工作室和商家才可参与竞标，参与竞标的商品质量和需求匹配度也会实时监控，只推荐优质商家给真正需要购买需求的玉友。
    h3 竞标时间
    p 默认竞标时间为5天，期间内认证商家可以根据作品的匹配度等考虑参与竞拍，每日参与竞标数量有限，选择最能匹配用户求购需求的作品进行竞拍才能提高中标率。
    h3 注意：
    p 为了用户的购物安全和权益，请在平台内进行沟通，第三方平台沟通容易造成双方纠纷与损失，在第三方平台沟通而产生的损失美玉秀秀公司不做调解和不承担任何责任。购买美玉期间任何问题，均可联系美玉秀秀客服，祝您买到喜欢的美玉！
</template>