export default {
    medias: {
        'purchase': { media: 'purchase/purchase.png', title: '求购竞标'},
        'guarantee': { media: '/purchase/purchase-guarantee.png', title: '什么是保证金'},
        'personal_level': { media: 'user/personal_level.png', title: '等级介绍'},
        'instruction': { media: 'shop/instruction.png', title: '店铺违规说明和处罚措施！' },
        'guide_1': { media: 'shop/guide/1.png?v2', title: '这样发布商品可以获得大量曝光！' },
        'guide_2': { media: 'shop/guide/2.png?v2', title: '想要更多关注和订单？教你几招' },
        'guide_3': { media: 'shop/guide/3.png?v2', title: '评价是店铺的“最强代言人”' },
        'guide_4': { media: 'shop/guide/4.png?v2', title: '店铺积分对我来说有何用？' },
        'guide_5': { media: 'shop/guide/5.png?v2', title: '如何打造个性化店铺？' },
        'guide_6': { media: 'shop/guide/6.png?v2', title: '买家付的钱去哪里了？如何提现？' },
        'guide_7': { media: 'shop/guide/7.png?v2', title: '平台交易规则是怎样的？' },
        'guide_8': { media: 'shop/guide/8.png?v2', title: '平台退货规则是怎样的？' },
        'guide_9': { media: 'shop/guide/9.png?v3', title: '自然光标记是什么？有什么好处？' },
        'guide_10': { media: 'shop/guide/10.png?v3', title: '烟标图标记是什么？有什么好处？' },
        'about_violation_product': { type: 'about_violation_product', title: '平台交易违规定义及处罚说明' },
        'about_violation_shop': { type: 'about_violation_shop', title: '平台商品违规定义及处罚说明' },
        'about_high_grade_shop': { type: 'about_high_grade_shop', title: '关于优质店铺的要求及合作资源说明' }
    },
    desc: {
        'product_problem': {
            items: [
                {
                    title: '担保交易',
                    content: '顾客付款后，所付钱款由美玉秀秀平台暂时保管，顾客收到商品后，点击确认收货，且在签收之日起3日内没有申请退货，钱款才会转移给商家。'
                }, {
                    title: '物流和验货',
                    content: '1. 商品的配送由商家负责，物流统一为顺丰速运并且保价运输。\n2. 顾客收到商品后，请务必当面验货，检查所购商品有无破损，是否和平台描述一致，如商品有严重破损或其他明显质量问题，请拍照记录并拒绝签收。'
                }, {
                    title: '3天退货',
                    content: '1. 自签收之日起3日内，商品无损坏且不影响二次销售的，商家承诺为顾客退货。\n2. 请您在退货时务必使用顺丰速运，并且选择保价的方式配送。\n3. 关于保价的金额和退货运费的支付方式，请您务必与商家协商沟通，达成一致，如果您没有与商家协商，默认的处理方案如下:\n'+
                    '1）退货的运费及保价费由您承担，请不要使用到付的形式退货。\n2）商家发货的运费及保价费由商家承担，您无需支付这笔费用。\n3）如果双方就退货以及退货导致的运费和保价费未能达成一致，由平台协商仲裁解决。'
                }
            ]
        },
        'identity': {
            items: [
                {
                    title: '身份认证',
                    content: '对用户账号信息的真实性进行审核后，会在账号主页以及用户名旁边带上的认证标识'
                }, {
                    title: '对象',
                    content: '1. 工作室负责人\n2. 商铺负责人\n3. 有正规资质的组织机构'
                }, {
                    title: '如何申请认证？',
                    content: '美玉秀秀管理委员会采用邀请制的方式对以上类别用户进行认证。身份认证必须经过实名认证'
                }, {
                    title: '认证的账号是否会拥有额外权限',
                    content: '对账号的认证仅意味着美玉秀秀已对用户提交的资料和信息进行了合理、谨慎的形式审查和核实。认证本身不包含差异化的用户权限或权益'
                }, {
                    title: '什么情况下会取消认证？',
                    content: '身份、资质不实，包括夸大或伪造、认证信息过期或失效，美玉秀秀会取消认证'
                }
            ]
        },
        'author': {
            items: [
                {
                    title: '精华内容作者',
                    content: '精华内容作者是指活跃在美玉秀秀的一批高质量原创内容贡献者，他们无私、积极地分享自己的知识、经验和见解，为玉友提供眼界、鉴赏、知识相关的优质内容'
                }, {
                    title: '勋章获取条件',
                    content: '在美玉秀秀发布10篇以上视频或长图文精华帖\n精华帖：获赞数超过100、浏览数超过10000、点赞率超过15%'
                }, {
                    title: '如何申请认证？',
                    content: '1. 美玉秀秀管理委员会采用邀请制的方式对以上类别用户进行认证\n2. 满足认证对象的情况下，用户可通过联系客服主动申请认证'
                }
            ]
        },
        'recognition': {
            title: '认同度',
            items: [
                {
                    title: '认同度是什么？',
                    content: '认同度代表着视频回答受观看用户的认可程度，认同度每周更新一次，数值变化基于用户上周发布的视频回答的播放量、用户认同数量、播放时长、分享数量、评论数量、收藏数量综合计算得出'
                }, {
                    title: '认同度有什么作用？',
                    content: '一方面认同度代表了用户对视频回答的认可程度，另一方面认同度影响获取鉴宝值的速度，根据认同度的不同鉴宝值增速也不同'
                }, {
                    title: '如何提升认同度？',
                    content: '1. 发布高质量视频回答，提升用户播放时长和认同度\n2. 积极回复评论'
                }
            ]
        },
        'use_coupon': {
            title: '优惠券使用规则',
            items: [
                {
                    title: '优惠券使用规则',
                    content: `1. 单笔订单只能使用1张店铺优惠券和1张平台优惠卷，不支持同时使用多张店铺优惠卷。
                            2. 使用优惠券的订单，若产生退货和退款，优惠券均不退回，退款金额按优惠后的最大可退金额退款，计算方式为：最大可退金额=需退款商品原价-订单中优惠的金额*（需退款商品原价/订单原价）。
                            例：订单总价100元，其中使用20元店铺优惠券，交易成功后，要退其中原价为30元的商品，则可退金额为：30-20*（30/100）= 24元。
                            3. 请在有效期内使用优惠券, 未使用的优惠券过期后, 将自动作废。
                            4. 店铺优惠卷由商家创建并发放，平台仅提供技术支持。`
                }
            ]
        },
        'create_coupon': {
            title: '优惠券须知',
            items: [
                {
                    title: '优惠券创建须知',
                    content: `1. 一个店铺最多同时存在5种不同面额的优惠券。
                            2. 优惠券减扣的金额和成本由店铺自身承担，平台只提供技术支持。
                            3. 请谨慎选择优惠券面值和使用条件，优惠券创建后只能删除不能修改。`
                }, {
                    title: '优惠券能使用几张？',
                    content: `1. 一个订单只能使用一张店铺优惠卷，按最大满足条件使用，例如订单金额为8000，买家领取了5000减500和2000减100优惠券，那么该订单使用的优惠卷为【5000减500】。
                            2. 店铺优惠券可以和平台优惠券叠加使用。`
                }, {
                    title: '在哪里领取优惠券？',
                    content: '正在发放中的优惠卷将在【商品详情页】和【店铺主页】中公开被所有用户领取。'
                }, {
                    title: '优惠券删除之后，还能被使用吗？',
                    content: '删除后，买家无法再次领取，但已经被领取的优惠券在有效期内依然可以使用。'
                }
            ]
        },
        'mall_common': {
            title: '常见问题',
            type: 'mall_common',
            items: [
                {
                    id: 'common_1',
                    title: '担保交易如何保障资金安全？',
                    content: '买家支付的钱款由美玉秀秀受银行监管的账户代管，买家确认收货且最终交易完成之后，钱款才会转移到商家账户\n交易流程为：\n确认购买信息→买家付款到美玉秀秀平台→商家发货→买家收货无问题→鉴赏期→美玉秀秀付款给商家→交易完成'
                }, {
                    id: 'common_2',
                    title: '3天退货期从什么时候开始计算？',
                    content: '退货期从订单状态变更为确认签收后开始计算，确认签收有两种方式：\n1. 买家收到货物后，手动点击确认签收\n2. 美玉秀秀和各大快递公司进行了深入合作，当订单物流信息显示［已签收］后的36小时，订单状态会自动变为确认签收'
                }, {
                    id: 'common_3',
                    title: '发货和退货运费谁来承担？',
                    content: '1. 【发货】统一由入驻的【商家】负责，包括快递费用和保价费用，在没有和买家提前沟通的情况下，商家不得通过【到付】的方式发货；\n2. 【退货】统一由【买家】负责，包括快递费用和保价费用，在没有和商家提前沟通的情况下，买家不得通过【到付】的方式退货；\n3. 如双方对发退货有特殊约定，按照双方约定进行；如果出现纠纷，需要双方提供协商证明，如无法提供，平台将按照默认规则处理纠纷。'
                }, {
                    id: 'common_4',
                    title: '收到货后不满意',
                    content: '如果您收到货后不满意，目前有两种处理方式：\n1. 和商家协商，重新商定成交价，如果达成一致，由商家发起【修改价格】，差价将在交易完成中退还至买家的支付账户；\n2. 您可以直接申请退货，平台所有入驻商家的商品均支持3天无理由退货。'
                }, {
                    id: 'common_5',
                    title: '退款多久可以到账？',
                    content: '未发货直接退款：1个工作日内钱款会退换至原支付账户\n退货退款：买家寄回退货商品，商家确认收货之后的1个工作日内，钱款会退换至买家原支付账户。'
                }, {
                    id: 'common_6',
                    title: '私下会有什么风险？平台保障吗？',
                    content: '私下交易已经超过平台保障范围，可能产生的交易纠纷和资金风险平台不做保障。'
                }
            ]
        },
        'mall_customer': {
            title: '售后问题',
            type: 'mall_customer',
            items: [
                {
                    id: 'customer_1',
                    title: '3天退货期从什么时候开始计算？',
                    content: '退货期从订单状态变更为确认签收后开始计算，确认签收有两种方式：\n1. 买家收到货物后，手动点击确认签收\n2. 美玉秀秀和各大快递公司进行了深入合作，当订单物流信息显示［已签收］后的36小时，订单状态会自动变为确认签收'
                }, {
                    id: 'customer_2',
                    title: '退货运费和保价费谁来承担？',
                    content: '1. 【退货】统一由【买家】负责，包括快递费用和保价费用，在没有和商家提前沟通的情况下，买家不得通过【到付】的方式退货；\n2. 如双方对发退货有特殊约定，按照双方约定进行；如果出现纠纷，需要双方提供协商证明，如无法提供，平台将按照默认规则处理纠纷。'
                }, {
                    id: 'customer_3',
                    title: '如何退货？',
                    content: '1. 快递已签收后，如果买家不满意，可以在订单状态变更为［已签收］的3天内提出退货申请；\n2. 在订单状态中，点击［申请退货］，填写原因、上传凭证并提交申请；\n3. 商家会在24小时内对退货申请进行处理，如果商家同意退货申请，您需要将商品按照原包装（包括赠品）寄回，寄回需使用发货；的快递公司以及保价，退货产生的运费、保价费由买家本人支付；\n4. 如果商家24小时内未对退货进行处理，或拒绝退货，客服将进行交易仲裁。'
                }, {
                    id: 'customer_4',
                    title: '退货期过了还能退货吗？',
                    content: '在美玉秀秀平台内，超过退货期的订单和商品无法发起退货'
                }, {
                    id: 'customer_5',
                    title: '卖家不同意退货（退款）怎么办？',
                    content: '如果卖家24小时内未对退货进行处理，或拒绝退货，请联系客服，客服将进行交易仲裁'
                }, {
                    id: 'customer_6',
                    title: '卖家同意退货，我怎么将商品寄回去？',
                    content: '1. 请联系卖家获取退货地址，无法联系到卖家请联系客服处理\n2. 获取退货地址后，您需要将商品按照原包装（包括赠品）寄回，寄回需使用发货的快递公司以及保价，退货产生的运费、保价费由买家本人支付'
                }, {
                    id: 'customer_7',
                    title: '交易中发生纠纷怎么办？',
                    content: '出现任何纠纷，请您第一时间联系客服处理，客服会根据双方的交易记录和信息对纠纷进行仲裁处理。'
                }, {
                    id: 'customer_8',
                    title: '可以申请延长退货期吗？',
                    content: '平台在功能上支持延长退货期，您可以与商家进行协商，商家同意后由商家发起延长退货期。'
                }
            ]
        },
        'mall_logistics': {
            title: '物流问题',
            type: 'mall_logistics',
            items: [
                {
                    id: 'logistics_1',
                    title: '什么时候发货？',
                    content: '1. 平台要求入驻商家在买家付款后24小时内发货；同时根据美玉秀秀大数据，目前已入驻商家平均发货时间是18小时；\n2. 买家付款后24小时商家还未发货，平台将会主动提醒商家；\n3. 如双方对发货时间有特殊约定，按照双方约定进行。'
                }, {
                    id: 'logistics_2',
                    title: '发货运费和保价费谁来承担？',
                    content: '1. 【发货】统一由入驻的【商家】负责，包括快递费用和保价费用，在没有和买家提前沟通的情况下，商家不得通过【到付】的方式发货；\n2. 如双方对发退货有特殊约定，按照双方约定进行；如果出现纠纷，需要双方提供协商证明，如无法提供，平台将按照默认规则处理纠纷。'
                }, {
                    id: 'logistics_4',
                    title: '到货需要多久？',
                    content: '1. 所有入驻商家，在顺丰速运支持地区，平台要求商家默认采用顺丰速运；\n2. 请注意，新疆维吾尔自治区大部分地区顺丰暂不支持配送，因此无法采用顺丰速运；\n3. 根据美玉秀秀大数据显示，顺丰速运在非新疆、西藏等偏远地区，需要2-5天；新疆、西藏等地采用非顺丰速运，通常需要7-15天。'
                }, {
                    id: 'logistics_5',
                    title: '为什么没有物流信息',
                    content: '1. 物流公司信息显示有一定延迟，请在订单状态变更后3小时再查询物流信息；\n2. 如果物流信息依然无法查询，卖家（买家）有可能填写了错误的物流单号，您可以联系对方核实或联系客服处理；'
                }, {
                    id: 'logistics_6',
                    title: '物流显示已签收，但并没有收到商品怎么办？',
                    content: '请您立即联系物流公司对货物进行跟踪，同时联系客服，核实后客服会对订单进行重点保护，保障您的资金和商品安全。'
                }, {
                    id: 'logistics_7',
                    title: '没收到商品，误点击了确认签收怎么处理？',
                    content: '1. 您可以和卖家进行沟通，说明情况后，卖家可根据预计到货时间延长退货期\n2. 联系客服进行处理'
                }
            ]
        },
        'shop_level': {
            items: [
                {
                    title: '如何赚取积分？',
                    content: `发布商品
                    0 - 50&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;+3分
                    50 - 100&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&nbsp;&nbsp;+2分
                    101 - 200&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;+1分
                    商品总数超过200不再获取积分

                    下架商品 减扣对应积分
                    删除商品 减扣对应积分

                    参与求购竞标1次2分
                    每日最大获取10分

                    交易完成      对应商品成交价/60
                    获得好评      15分
                    获得中评      不加积分
                    获得差评      减扣对应商品成交价/40`
                }, {
                    title: '店铺等级有什么用？',
                    content: '店铺等级将展示在店铺的显眼位置，是买家选择店铺的重要参考标准。\n店铺等级越高，在搜索、推荐中的排名越靠前，同时，店铺等级将和店铺评价一起，成为店铺在玉石行业中诚信经营的名片。'
                }, {
                    title: '如何提高店铺等级？',
                    content: '通过销售商品、获取评价以及其他行为获得积分，不同的积分对应相应的等级。'
                }
            ]
        },
        'shop_promise': {
            items: [
                {
                    title: '店铺服务承诺',
                    content: '店铺服务承诺是美玉秀秀推出的旨在提升平台交易中消费者合法权益和体验的服务体系。\n“三天无条件退货”，为加入店铺服务承诺的必选项。\n“烟标图”、“自然光拍摄”等都是其中的服务之一，由卖家自行选择加入。'
                }, {
                    title: '加入“店铺服务承诺”的优势有：',
                    content: '1、在您的商品上加上特殊标记，并有独立的筛选功能，让您商品可以马上被买家找到；\n2、拥有相关服务标记的商品，可信度高，买家更容易接受；\n3、为提高交易质量，部分活动只针对加入保障计划的店铺和商品开放'
                }, {
                    title: '服务规范',
                    content: '对于已经加入“店铺服务承诺”的卖家，在平台内的行为需按照服务要求，平台会采用定期抽检、用户举报反馈等方式对加入承诺服务的卖家进行后续跟踪，若发现卖家进行未按照服务规则指示，将采取的措施有：\n1、下架、删除不符合规范的商品\n2、减扣店铺积分\n3、对店铺实施搜索屏蔽\n4、关停店铺'
                }
            ]
        },
        'cigar_scale': {
            title: '烟标图',
            items: [
                {
                    title: '烟标图须知',
                    content: '1、请在室内或室外自然光源下拍摄烟标图\n2、请把所拍摄物品与烟标并列摆放，在自然光源的环境下，对焦于烟标（对焦后，可见烟标细节）\n3、请勿在黑色背景下拍摄'
                }, {
                    title: '说明',
                    content: '在商品发布过程中，允许给符合烟标图要求的商品增加 [烟标图] 标记，一个商品必须包含1张或1张以上烟标图。'
                }, {
                    title: '优势',
                    content: '标记为[烟标图]的商品会获得优先曝光，同时在商城中会有特殊标记展示。'
                }, {
                    title: '审核',
                    content: '审核人员会对您之前发布的商品进行审核，要求：\n1、总商品数量超过20\n2、包含烟标图拍摄的商品数量需占总商品数量的50%以上\n您可以在商品管理中对之前发布的商品进行编辑修改，补充上传烟标图。'
                }
            ]
        },
        'sunlight': {
            title: '自然光拍摄',
            items: [
                {
                    title: '自然光源定义',
                    content: '1. 室内自然光测光拍摄，要求对焦准确清晰，图片放大后，细节可见\n2. 室外自然光测光拍摄，要求对焦准确清晰，图片放大后，细节可见\n3. 无任何人为提亮、提白效果\n4. 请勿在黑色背景下拍摄'
                }, {
                    title: '说明',
                    content: '在商品发布过程中，允许给符合自然光拍摄要求的商品增加 [自然光拍摄] 标记，一个商品必须包含2张或2张以上自然光拍摄图片。'
                }, {
                    title: '优势',
                    content: '标记为 [自然光拍摄] 的商品会获得优先曝光，同时在商城中会有特殊标记展示。'
                }, {
                    title: '权限审核',
                    content: '开通此标记，审核人员会对您之前发布的商品进行审核，要求：\n1. 总商品数量超过20\n2. 包含自然光拍摄的商品数量需占总商品数量的50%以上\n您可以在商品管理中对之前发布的商品进行编辑修改，补充上传自然光拍摄图片。'
                }
            ]
        },
        'shop_return': {
            title: '三天无理由退货',
            items: [
                { title: '任何入驻美玉秀秀的店铺必须遵守 [三天无理由退货] 基本服务。' },
                {
                    title: '三天无理由退货从什么时候开始计算？',
                    content: '从订单状态变更为确认签收后开始计算，确认签收有两种方式：\n1. 买家收到货物后，手动点击确认签收\n2. 美玉秀秀和各大快递公司进行了深入合作，当订单物流信息显示 [已签收] 后的36小时，买家依然没有点击确认签收，订单状态会自动变为确认签收'
                }, {
                    title: '退货运费和保价费由谁承担？',
                    content: '平台默认退货运费和保价费由买家承担，如双方有特殊约定，按照双方协商约定进行。'
                }, {
                    title: '卖家发货的运费和保价费，退货时买家需要支付吗？',
                    content: '不用。'
                }
            ]
        },
        'certificate': {
            title: '出具鉴定证书',
            items: [
                {
                    title: '鉴定证书',
                    content: '选择了鉴定证书选项，代表着对应商品可出具国家承认的、具备珠宝玉石成分明确鉴定结果的证书。'
                }, {
                    title: '商品发货',
                    content: '如果商品勾选了鉴定证书，在商品发货时，需连同鉴定证书一起寄送给买家，买家无需支付额外费用。'
                }
            ]
        },
        'about_customization': {
            title: '关于定制商品的规则说明及处理原则',
            type: 'about_customization',
            items: [
                {
                    title: '定制商品的定义',
                    content: '定制是指买家介入，主观的将图案、文字和想法等加在指定的商品上，且改变了原有的形态从而获得自己定制的个人属性强烈的商品。而在玉石行业，我们将原本商品没有，而买家主动要求的打孔、落款、切片、雕刻、磨珠子等个性化需求称之为定制（以下简称为“定制”）。'
                }, {
                    title: '平台对于定制商品的四大处理原则',
                    content:
                        `1. 满足定制商品要求的，美玉秀秀将根据买卖双方在交易前的约定来处理相应争议，平台默认定制商品的规则为：不支持“三天无理由退货”，商家自行设定的退货承诺除外。
                         2. 若商家认定此商品为定制商品，但在沟通时买家并不知道此商品为定制商品，且商家没有尽到告知义务，此类争议美玉秀秀认为商家全责，买家仍然享受“三天无理由退货”。如商家利用私信截图等举证自己尽到告知义务且买家同意，则按第一条原则处理。举证方为【商家】
                         3. 若出售的定制商品本身存在假货或者描述不符等问题，买家有权提出“三天无理由退货”的申请。请商家提供和田玉证书、商品自然光图片等信息进行举证。根据举证结果平台将判定买家是否可以享受“三天无理由退货”。举证方为【商家】或【买家】。
                         4. 若出售的定制商品在运输途中出现破损，依照谁是承运方谁承担的原则处理。具体参看平台关于商品破损的相关规定。`
                }, {
                    title: '平台如何处理定制纠纷',
                    content:
                        `【前期已有清晰约定的纠纷情况】
                             1. 若该商品存在严重描述不符（非和田玉冒充和田玉，仿籽）等问题，请提供和田玉证书、商品自然光图片等信息进行举证，举证方为【商家】或【买家】。根据举证结果平台将判定其是否可以享受“三天无理由退货”。
                             2. 若买家无正当理由拒绝签收定制商品，应承担商家因此产生的损失，具体标准由美玉秀秀根据实际情况判断。

                         【前期约定不清晰的纠纷情况】
                             1. 若买家与商家已约定了交付标准，但该标准不清晰存在冲突，且商家未与买家进行确认的，美玉秀秀支持“三天无理由退货”，来回运费由商家承担。
                             2. 若买家与商家已约定具体交付标准，但买家在商家开始制作后提出新的需求（该新需求之前并未约定，同时该新需求将会导致商品的组成、功能、属性等发生改变），从而导致争议的，美玉秀秀将根据买卖双方举证情况，按照“谁过错，谁承担”原则进行处理。`
                }, {
                    title: '处理定制商品争议的举证',
                    content:
                        `争议处理过程中，美玉秀秀有权要求买家与商家提供证明证据，且有权单方判断证据的有效性。
                         1. 凭证类型：针对客服受理的各类型争议所需提供的全部证明文件，包括但不限于截图，照片，视频等，以美玉秀秀要求的内容为准。
                         2. 凭证要求：您需要对凭证的真实性、完整性、准确性和及时性负责，并承担违背此要求带来的后果。
                         3. 凭证通知：处理纠纷期间，美玉秀秀会通过客服私信、系统通知或电话等方式向买卖双方发送与争议处理相关的提示或通知。`
                }, {
                    title: '定制商品相关的运费争议',
                    content: '定制商品交易中的运费争议，根据“谁过错，谁承担”的原则处理，买卖双方协商一致的除外。若美玉秀秀判定商品存在描述不符或商家未有效完成与您之前的约定，则来回运费都需要由商家承担；若存在约定不清的情况，则来回运费由双方各自承担。'
                }, {
                    title: '温馨提示',
                    content:
                        `1. 美玉秀秀提醒买卖双方在针对打孔和落款之类的需求应事先约定清楚，明确权责，以免出现不必要的纠纷。
                         2. 对于雕刻、切片、磨珠子等严重改变商品形态的定制需求要谨慎处理，美玉秀秀建议您联系客服小秀走美玉定制流程，才能更好的保障买卖双方的合法权益。`
                }
            ]
        },
        'about_damaged': {
            title: '关于破损商品引发争议的处理原则',
            type: 'about_damaged',
            items: [
                {
                    title: '商品破损的定义',
                    content: '不论是商品本身原因还是物流过失，收货方在收货时发现商品与前期沟通的情况相比出现了额外的破损、划痕或少件等现象，美玉秀秀称此为破损商品。'
                }, {
                    title: '处理商品破损的五大原则',
                    content:
                        `1. 买家在收到货物时应在第三方（快递）的监督下开箱验货，若出现跟之前沟通不符的破损和划痕买家有权拒签。同时美玉秀秀建议保留相关视频和照片以便后续的处理。

                         2. 买家在收货之时没有在第三方（快递）的监督下验货，而是取走后验收发现有未知的破损和划痕，买家应该在第一时间联系商家发起退货，商家如果拒绝退货则可以向客服申请介入。客服将根据双方的举证来综合判断责任比例：
                             a. 若买家提供了商品目前的破损视频及图片，商家提供了发货前商品完整的图片或视频，则客服认定此件货物在运输途中损坏，应该由商家联系快递进行相关赔偿。但买家在签收时没有认真检查并第一时间拒签也存在过失，则平台判定商家承担80%的责任，买家承担20%的责任。如果商家想要要回商品则承担寄回的运费。

                             b. 若买家提供了商品目前的破损视频及图片，而商家无法提供了发货前商品完整的图片或视频，则客服认定商品在发货之前就已经损坏，所以商家负全责，支持买家退回商品，并且由商家承担来回的运费。

                             c. 若买家无法提供商品目前的破损视频及图片，而商家提供了发货前商品完整的图片或视频，则客服认定商品在收货之前并未损坏，所以商家免责，不支持买家退回商品。

                         3. 买家在退货时未说明商品破损，则默认此商品在买家发起退货之时都没有破损，商家收到退货发现破损应在第一时间拒收，此时认定为承运方（即买家）的责任，买家应立即联系快递赔偿自己的损失。

                         4. 若买家在退货时未说明商品破损，则默认此商品在买家发起退货之时都是没有破损的，商家收到退货签收后并未及时查验，且在24小时内联系买家和客服处理相关破损争议。则客服认定商家延误了买家索赔，从而商家需要担负20%的责任，并将退货寄给买家，运费由买家承担。买家担负80%的责任并且应该快速联系快递赔偿自己的损失。

                         5. 若买家在退货时未说明商品破损，则默认此商品在买家发起退货之时都是没有破损的，商家收到退货签收后并未及时查验，且在超过24小时未联系买家和客服处理相关破损争议。则客服认定此破损无法判定过错方，将根据双方提供的举证来综合判定责任比例划分。

                         6. 若买卖双方均无法提供充足的证据，则平台不提供纠纷处理，客服有权按照正常订单流程处理该笔订单。`
                }, {
                    title: '处理破损商品争议的举证',
                    content:
                        `争议处理过程中，美玉秀秀有权要求买家与商家提供证明证据，且有权单方判断证据的有效性。
                         1. 凭证类型：针对客服受理的各类型争议所需提供的全部证明文件，包括但不限于截图，视频等，以美玉秀秀要求的内容为准。
                         2. 凭证要求：您需要对凭证的真实性、完整性、准确性和及时性负责，并承担违背此要求带来的后果。
                         3. 凭证通知：处理纠纷期间，美玉秀秀可以会通过客服私信、系统通知或电话等方式向买卖双方发送与争议处理相关的提示或通知。`
                }, {
                    title: '温馨提示',
                    content:
                        `1. 如果买家在收到商品时就发现商品有破损请一定要在退货原因里面说明，如果买家没有说明而以其他理由代替，商家在收到退货时声称商品在退货途中被物流公司弄坏，则此责任由买家找物流公司协调赔偿并承担责任。
                         2. 美玉秀秀建议承运方为超过2000元的商品进行保价，一旦发生物流途中破损的现象，承运方应该第一时间联系快递公司并赔偿自己的损失。`
                }
            ]
        },
        'about_community': {
            title: '关于社区违规说明及处理原则',
            type: 'about_community',
            items: [
                {
                    title: '树立社区规范的目的',
                    content:
                        `美玉秀秀致力于提供一个由用户创造高质量内容的玉石文化交流社区。为了保护用户创造的内容、维护良好的社区氛围，美玉秀秀将依据本规范中的条款对注册美玉秀秀的用户和发布在美玉秀秀的内容进行管理。

                         所有有意的降低内容质量、伤害社区氛围的行为（下称「破坏」）都是不能容忍的。多数情况下社区中的其他用户会优先选择对破坏行为做出劝诫、建议和引导，美玉秀秀团队也会先发出警告并给予用户改正自己不当行为的机会，但不表示美玉秀秀团队在采取任何措施前必须首先发出警告。

                         采取的措施包括但不限于更改或删除用户发布的内容、暂停或终止用户使用美玉秀秀的权利。`
                }, {
                    title: '违规行为界定:',
                    content:
                        `1. 违反法律法规：
                            发布违反国家相关法律法规及「七条底线」、「九不准」管理规定的信息。
                            主要表现为：反对宪法所确定的基本原则危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一损害国家荣誉和利益煽动民族仇恨、民族歧视，破坏民族团结破坏国家宗教政策，宣扬邪教和封建迷信散布谣言，扰乱社会秩序，破坏社会稳定宣扬淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪煽动非法集会、结社、游行、示威、聚众扰乱社会秩序诽谤他人，泄露他人隐私，侵害他人合法权益含有法律、行政法规禁止的其他内容的信息。

                         2. 不友善行为：
                            主要表现为：泄露他人隐私，或者其他侵犯他人合法权益的内容； 因民族、种族、宗教、性取向、性别、年龄、地域、生理特征等身份或者归类而歧视、侮辱、攻击他人的内容。 恶意煽动美玉秀秀用户攻击、孤立或以其他手段不友善地对待其他用户的内容。 骚扰、恐吓、威胁、诽谤美玉秀秀用户，或者其他发布在美玉秀秀并对其他用户造成严重影响的内容。 臆测、羞辱、谩骂、攻击或其他不尊重美玉秀秀用户在美玉秀秀的回答、评论、文章、收藏夹、出版物及其写作背景的内容。 羞辱、谩骂、攻击美玉秀秀用户或其他不尊重美玉秀秀用户的内容。

                           3. 发布垃圾广告信息：
                            用户以推广曝光为目的，发布影响用户体验、扰乱美玉秀秀社区秩序的内容，或进行相关行为。
                             多次发布包含售卖产品、提供服务、宣传推广内容的垃圾广告。包括但不限于以下几种形式：单个账号在帖子、提问、长图文、评论等内容的图文信息中添加价格、手机号、微信号等联系方式；单个帐号多次发布包含垃圾广告的内容；
                            多个广告帐号互相配合发布包含垃圾广告的内容。  使用严重影响用户体验的违规手段进行恶意营销。包括但不限于以下几种形式：不规范转载他人内容同时加入推广营销内容；发布包含欺骗性的恶意营销内容，如通过伪造经历、冒充他人等方式进行恶意营销；使用特殊符号、图片等方式规避垃圾广告内容审核的广告内容。
                            购买或出售帐号之间虚假地互动，发布干扰社区秩序的推广内容及相关交易。包括但不限于以下形式：购买机器注册帐号的关注，伪造在社区内的影响力。

                            4. 恶意行为：滥用产品功能，进行影响用户体验，危及平台安全及损害他人权益的行为。
                            a. 重复发布干扰正常用户体验的内容。包括但不限于以下几种形式；
                            b. 频繁发布与玉石无关或难以辨识涵义影响阅读体验的影音内容和字符、数字等无意义乱码；
                            c. 骚扰他人，以评论、@他人、私信等方式对他人反复发送重复或者相似的诉求；
                            d. 冒充他人，通过头像、用户名等个人信息暗示自己与他人或机构相等同或有关联。`
                }, {
                    title: '违规行为处理流程',
                    content:
                        `站方通过主动发现和接受用户举报两种方式发现违规行为。
                         用户可以使用美玉秀秀页面上的「举报」功能对涉嫌违规的行为和用户进行举报。违规的信息由美玉秀秀站方根据本规定直接处理。
                         随着社区管理经验的不断丰富，出于维护美玉秀秀社区氛围和秩序的目的，本规定将不断完善。

                         如果美玉秀秀用户对美玉秀秀基于本规范做出的处理有异议，可以通过「联系客服」向美玉秀秀进行反馈。`
                }
            ]
        },
        'login_time_rule': {
            title: '上一次登录时间',
            type: 'login_time_rule',
            items: [
                {
                    title: '什么是上一次登录时间？',
                    content: '您上一次打开美玉秀秀App的时间距本次打开App的时间之差。优秀的入驻商家都会及时关注App，查看最新动态。'
                }, {
                    title: '经常打开App对我有什么帮助？',
                    content: '上一次登录时间是美玉秀秀首页店铺和商品推荐的重要指标之一。在其他条件相同的情况下，距离上一次登录时间越短的商家，被推荐和被曝光的机率越大。'
                }
            ]
        },
        'brand_shop_rule': {
            title: '品牌店铺',
            type: 'brand_shop_rule',
            items: [
                {
                    title: '什么是品牌店铺？',
                    content: '品牌店铺是对一段时间内，商品质量高、如实描述、成交好、服务好、口碑好的卖家的一种激励手段，平台运用数据、通过给卖家打标签的方式完成。'
                }, {
                    title: '申请品牌店铺需要达到什么标准？',
                    content:
                           `1、店铺为正式营业状态
                            2、开店时长≥180天
                            3、店铺指数≥4.9
                            4、90天违规次数≤1
                            5、退货率低于平均值
                            6、在售商品数量≥60
                            7、成交订单数≥10
                            满足以上条件后，人工会对店铺进行服务+商品的二次审核，通过审核即可成为品牌店铺。`
                }, {
                    title: '品牌店铺的优势及好处',
                    content:
                            `1、 品牌店铺图标将在搜索结果页、店铺列表页、店铺首页、商品详情页等多个场景穿透，不断加强买家的认知度，提升店铺信誉和潜在转化率;
                             2、 活动审核优先权：“品牌店铺”在平台中拥有同等条件下优先活动入选权;
                             3、 商城有固定展示位展示品牌店铺;
                             4、 权重更大，获得的曝光机会更多。`
                }, {
                    title: '品牌店铺多久评选一次，是永久的吗？',
                    content: `品牌店铺每个月考核和评选一次，由机器筛选+人工审核方式，已有品牌店铺标记的，后续发现不符合品牌店铺要求，店铺标记会被取消。`
                }, {
                    title: '为什么品牌店铺一定要开店半年以上的店铺呢？',
                    content: `品牌店铺授予的是有持续、良好的服务能力，已经经过一定程度市场检验的卖家，因此规定了开店时长、店铺指数、交易数据、退货率等指标。`
                }
            ]
        }
    }
}