export default {
    storeStatistics: [
        `
        <b>店铺指数是什么？</b>
        <br><br>
        店铺指数可以理解为一个店铺在美玉秀秀中【是否值得被更多玉友看到】，侧面反映了店铺的【经营状况是否良好】，这一指数是通过大数据对一段时间内店铺的活跃情况、商品质量、服务质量记录和分析得出的评分，指数越高说明经营状况越好，平台判定店铺就越值得被更多玉友看到。
        <br><br>
        店铺指数评价维度包括店铺活跃、商品、服务、退货、违规5个方面。
        <br>
        其中，活跃分值源自对店铺上新数量和频次的分析。
        <br>
        商品分值，源于对商品图片、视频拍摄质量，以及商品信息是否如实描述的判断。
        <br>
        服务分值，源于对店铺整体服务质量的考量，包括私信回复率、回复速度、服务评价好评率、服务投诉率等。
        <br>
        退货率，源于店铺退货率和行业平均退货率比较，退货率越低分值越高。
        <br>
        违规率，源于对商品发布和店铺服务是否存在违规情况，所有店铺初始值为满分，违规会减去对应分值。
        <br><br>
        店铺指数每周更新一次，您可以通过每周指数的动态知道您的店铺存在的问题、更加明确的努力方向。一般来讲，店铺指数越高，相应地，店铺在平台内展示的权重也越高，曝光越高。店铺指数的满分为500分。
        <br><br>
        <b>如何提升店铺指数？</b>
        <br><br>
        店铺指数由活跃、商品、服务、退货、违规5个方面组成，因此提升指数，需要从这5个维度着手。满足以下条件，有利于提高这5个维度的得分：
        <br><br>
        【活跃】
        <br>
        - 保持店铺在售商品数量维持在50个以上。
        <br>
        - 保持一周上新数在15个以上。
        <br>
        - 没有上新时，使用【刷新】功能更新商品。
        <br>
        - 避免发布重复商品，这会极大地降低活跃值。
        <br><br>
        【商品】
        <br>
        - 图片、视频：自然光下拍摄，不在人造光源，如室内灯、摄影棚内拍摄图片、视频。
        <br>
        - 全面展示实物全局、细节特征，白玉标配烟标图，籽料上传籽料特征图片，例如毛孔、皮色等。
        <br>
        - 不通过人为方式故意掩盖瑕疵，不通过射灯、黑底等方式造成实物失真等情况。
        <br>
        - 描述客观准确，不夸大事实，如实描述商品卖点、瑕疵。
        <br>
        - 属性填写完整准确，如实描述，切勿夸大和弄虚作假。
        <br>
        - 获得消费者服务保障中：烟标图、自然光、籽料特征标记权限。
        <br>
        - 避免发布重复商品。
        <br><br>
        【服务】
        <br>
        - 及时回复玉友私信。
        <br>
        - 服务有耐心、态度热情。
        <br>
        - 及时关注物流动态，及时解决物流中的问题。
        <br>
        - 及时处理退款、退货申请。遵守平台退款、退货规定。
        <br>
        - 交易评价中保持较高的服务好评率。
        <br>
        - 避免和消费者发生争执，店铺投诉中关于服务的投诉将极大地降低分值。
        <br><br>
        【退货】
        <br>
        - 将退货率保持在低于行业平均值以下。
        <br>
        - 根据美玉秀秀大数据，如实描述的商品、良好的服务态度的前提下，一个店铺退货率将会保持在一个合理的范畴。
        <br><br>
        【违规】
        <br>
        - 严格按照商品标准发布商品，避免出现商品违规情况。
        <br>
        - 严格按照店铺服务标准，避免出现店铺违规情况。
        `,
        `
        商品质量是一个店铺最重要的指标，交易的核心源于商品质量本身，美玉秀秀鼓励符合规范的商品，严厉打击违规商品。对于商品分值，平台主要从如实描述和商品交易情况进行衡量，包括商品点击率、点击量、转化率、成交量等：
        <br>
        - 图片、视频：自然光下拍摄，不在人造光源下拍摄图片、视频。
        <br>
        - 全面展示实物全局、细节特征，白玉标配烟标图，籽料上传籽料特征图片，例如毛孔、皮色等。
        <br>
        - 不通过人为方式故意掩盖瑕疵，不通过射灯、黑底等方式造成实物失真等情况。
        <br>
        - 描述客观准确，不夸大事实，如实描述商品卖点、瑕疵。
        <br>
        - 属性填写完整准确，如实描述，切勿夸大和弄虚作假。
        <br>
        - 获得消费者服务保障中：烟标图、自然光、籽料特征标记权限。
        <br>
        - 避免发布重复商品
        `,
        `
        一个优质的店铺，优质、有保障的服务是不可或缺的一环，平台将从售前、售中、售后3个方面衡量服务质量：
        <br><br>
        【售前】
        <br>
        - 及时回复玉友私信。
        <br>
        - 服务态度热情，对待用户的询问耐心回答，悉心讲解，不得语气轻浮态度粗鄙。
        <br><br>
        【售中】
        <br>
        - 及时发货，建议24小时内发货，如有特殊情况需和买家沟通。
        <br>
        - 按照平台规定默认包邮，如若选择到付必须提前征得买家的同意。
        <br>
        - 及时关注发货物流信息，对于物流途中的任何问题主动沟通解决。
        <br><br>
        【售后】
        <br>
        - 及时处理退款、退货申请。
        <br>
        - 遵守平台规定，三天无理由退货。
        <br>
        - 售后服务热情，不因退货影响服务质量。
        <br>
        - 出现争议的订单请与买家友好协商，无法达成一致的向客服申请仲裁。
        `,
        `
        商品数量、上新频次是一个店铺的基础服务之一，消费者进入一个店铺，愿意看到更多的商品，而保持高频次的上新是维持粉丝的重要手段，因此我们鼓励美玉秀秀中的店铺保持合理的商品数量和较高频次的上新，具体如下：
        <br>
        - 对于新开店铺，我们建议保持在售商品数量在50以上。
        <br>
        - 保持一周上新数在15个以上，您可以将周上新的商品分摊在不同的日期，获得更大的曝光。
        <br>
        - 使用【刷新】功能更新商品，让商品获得更多曝光。
        <br>
        - 避免发布重复商品，这会极大地降低活跃值。
        <br>
        - 请及时下架其他渠道已售出的商品。
        `,
        `
        根据平台大数据显示，在商品如实描述、服务良好的前提下，一个店铺的退货率将会保持在一个合理的范畴，因此平台将行业平均退货率作为衡量参考，判定店铺退货率是否在一个合理范围内。
        <br>
        - 订单超过10单才计算店铺退货率，低于10单分值将按平台默认分值计算。
        <br>
        - 图片、视频、描述客观准确反映商品实际情况，让买家所见即所得，这是降低退货率的关键。
        `,
        `
        根据《美玉秀秀商品发布规范》和《美玉秀秀店铺管理规范》中的规定，每一次违规行为都将面临惩罚，对应规则和惩罚措施可参看细则。
        `
    ]
}