export default {
    storeStatistics: [
        `
        <b>店铺指数是什么？</b>
        <br><br>
        店铺指数可以理解为一个店铺在美玉秀秀中【是否值得被更多玉友看到】，侧面反映了店铺的【经营状况是否良好】，指数越高说明经营状态越好，平台判定就越值得被更多玉友看到。这一指数是通过大数据对一段时间内，店铺的活跃情况、商品质量、服务质量记录和分析得出的评分，包括店铺活跃、商品、服务、退货、违规5个方面。
        <br><br>
        其中，活跃分值源自对店铺上新数量和频次的分析。
        <br>
        商品分值，源自机器对商品信息完整度、是否如实描述等的判断，以及消费者的行为分析，同时严格按照商品发布规范进行发布、如实描述的商品会获得较高分值。
        <br>
        服务分值，是对店铺整体服务质量的考量，包括私信回复率、回复速度、服务评价好评率、服务投诉率等。
        <br>
        退货率，源于店铺退货率和行业平均退货率比较，退货率越低分值越高。
        <br>
        违规率，源于对商品发布和店铺服务是否存在违规情况，所有店铺初始值为满分，违规会减去对应分值。
        <br><br>
        店铺指数每周更新一次，您可以通过每周指数的动态知道你的店铺存在的问题、更加明确的努力方向。一般来讲，店铺指数越高，相应地，店铺在平台内展示的权重也越高，曝光越高。
        店铺指数的满分为500分。
        <br><br>
        <b>如何提升店铺指数？</b>
        <br><br>
        店铺指数由活跃、商品、服务、退货、违规5个方面组成，因此提升指数，需要从这5个维度着手。满足以下条件，有利于提高这5个维度的得分：
        <br><br>
        【活跃】
        <br>
        - 保持店铺在售商品数量维持在50个以上。
        <br>
        - 保持一周上新数在15个以上。
        <br>
        - 使用【刷新】功能更新商品。
        <br>
        - 避免发布重复商品，这会极大地降低活跃值。
        <br><br>
        【商品】
        <br>
        - 标题规范，不使用表情和夸张的文案描述，不堆砌关键词。
        <br>
        - 描述客观准确，不夸大事实，如实描述。
        <br>
        - 标题和描述中出现手机号、微信号等联系方式将极大地降低分值。
        <br>
        - 图片、视频清晰，对焦准确。
        <br>
        - 自然光拍摄、白玉标配烟标图、籽料配置籽料特征图。
        <br>
        - 属性填写完整准确，如实描述。
        <br>
        - 虚假、掩盖、夸大信息的商品将极大降低分值，且店铺将会受到严厉地惩罚。
        <br>
        - 避免发布重复商品。
        <br><br>
        【服务】
        <br>
        - 及时回复玉友私信。
        <br>
        - 服务态度热情。
        <br>
        - 及时关注物流动态，及时解决物流中的问题。
        <br>
        - 及时处理退款、退货申请。
        <br>
        - 交易评价中保持较高的服务好评率。
        <br>
        - 避免和消费者发生争执，店铺投诉中关于服务的投诉将极大地降低分值。
        <br><br>
        【退货】
        <br>
        - 将退货率保持在低于行业平均值以下。
        <br>
        - 我们相信，如实描述的商品、良好的服务态度的前提下，退货率将会保持在一个合理的范畴。
        <br><br>
        【违规】
        <br>
        - 严格按照商品标准发布商品，避免出现商品违规情况。
        <br>
        - 严格按照店铺服务标准，避免出现店铺违规情况。
        `,
        `
        商品质量是一个店铺最重要的指标，交易的核心源于商品质量本身，美玉秀秀鼓励符合规范的商品，严厉打击违规商品。对于商品分值，我们从如下几个方面进行衡量：
        <br>
        - 标题：官方标题的标准为 产地 + 产状 + 种类 + 皮色  + 题材（寓意）中任意组合，例如 和田籽料挂件 一鸣惊人、95于田料挂件 竹、洒金皮籽料原石等。禁止在标题中添加表情符号、堆砌关键词等。
        <br>
        - 描述：客观准确，不夸大事实，如实描述商品卖点、瑕疵。描述中出现手机号、微信号等联系方式将极大地降低分值。
        <br>
        - 图片、视频：清晰是第一要务。自然光拍摄，我们鼓励真实、客观的反应实物情况。
        <br>
        - 白玉标配烟标图、籽料配置籽料特征图。
        <br>
        - 属性：填写完整准确，如实描述，切勿夸大和弄虚作假。
        <br>
        - 避免发布重复商品
        `,
        `
        平台将从售前、售中、售后3个方面衡量服务质量：
        <br><br>
        【售前】
        <br>
        - 及时回复玉友私信。
        <br>
        - 服务态度热情，对待用户的询问耐心回答，悉心讲解，不得语气轻浮态度粗鄙。
        <br><br>
        【售中】
        <br>
        - 及时发货，建议24小时内发货，如有特殊情况需和买家沟通。
        <br>
        - 按照平台规定默认包邮，如若选择到付必须提前征得买家的同意。
        <br>
        - 及时关注发货物流信息，对于物流途中的任何问题主动沟通解决。
        <br><br>
        【售后】
        <br>
        - 及时处理退款、退货申请。
        <br>
        - 遵守平台规定，三天无理由退货。
        <br>
        - 售后服务热情，不因退货影响服务质量。
        <br>
        - 出现争议的订单请与买家友好协商，无法达成一致的向客服申请仲裁。
        `,
        `
        商品数量、上新频次是一个店铺的基础服务之一，消费者进入一个店铺，愿意看到更多的商品，而保持高频次的上新是维持粉丝的重要手段，因此我们鼓励美玉秀秀中的店铺保持合理的商品数量和较高频次的上新，具体如下：
        <br>
        - 对于新开店铺，我们建议保持在售商品数量在50以上。
        <br>
        - 保持一周上新数在15个以上，您可以将周上新的商品分摊在不同的日期，获得更大的曝光。
        <br>
        - 使用【刷新】功能更新商品，让商品获得更多曝光。
        <br>
        - 避免发布重复商品，这会极大地降低活跃值。
        <br>
        - 请及时下架其他渠道已售出的商品。
        `,
        `
        根据平台大数据显示，在商品如实描述、服务良好的前提下，一个店铺的退货率将会保持在一个合理的范畴，因此平台将行业平均退货率作为衡量参考，判定店铺退货率是否在一个合理范围内。
        <br>
        - 订单超过10单才计算店铺退货率，低于10单分值将按平台默认分值计算。
        <br>
        - 图片、视频如实描述，让买家所见即所得是降低退货率的关键。
        `,
        `
        根据《美玉秀秀商品发布规范》和《美玉秀秀店铺管理规范》中的规定，每一次违规行为都将面临惩罚，对应规则和惩罚措施可参看细则。
        `
    ]
}